BLOCK_SIZE = 18  # размер блока в пикселях
BLOCK_GAP = 0  # промежуток между блоками в пикселях
GLASS_ORIGINS = (50, 20)  # координаты стакана в блоках (x,y) для ЛН угла
GLASS_SIZE = (10, 20)  # размер стакана в блоках (w,h)
HISCORES_FILENAME = 'hiscores'  # имя файлов достижений
HISCORES_LIMIT = 10  # макс. кол-во достижений
SCORE_PER_LINE = [100, 300, 500, 1000]  # очков за линию 1,2,3,4
SPEED = 0.5  # начальная скорость
SPEED_ACC = 0.05  # ускорение каждый уровень
LINES_PER_LEVEL = 10  # линий на уровень
FIGUES = {'T': [], 'O': [], 'Z': [], 'S': [],
          'L': [], 'J': [], 'I': []}  # фигуры
